[
    {
        "nameId": "",
        "title": "shgusugbu",
        "hand": true,
        "finshedChoose": false,
        "colorTemplate": "#fc8b8999",
        "subject": "arabic-5",
        "passageHand": true,
        "counterCorrect": 0,
        "LODegree": null,
        "UserDegree": null,
        "type": "",
        "BloomTargets": [
            ""
        ],
        "randomNumber": null,
        "loTargets": null,
        "numberOfquestion": null,
        "popup": "",
        "popuptext": "",
        "quizChooses": [
            {
                "title":"أجِبْ عن الأَسئلةِ الآتيةِ",
                "isActive": true,
                 "hideParagraph": true,
                "popuptext": [
                    "وَالْآنَ هَيَّا بِنَا نَنْظُرْ إِلَى سُلَّمِ اتِّخَاذِ الْقَرَارِ، هَلْ لَاحَظْتُمْ أَنَّ كُلَّ خُطْوَةٍ نَأْخُذُهَا سَيَكُونُ لَهَا تَأْثِيرٌ وَاضِحٌ فِي الْخُطْوَةِ الَّتِي تَلِيهَا؟ وَأَنَّ أَيَّ قَرَارٍ سَنَتَّخِذُهُ سَيَتَرَتَّبُ عَلَيْهِ نَتَائِجُ تُؤَثِّرُ فِي حَيَاتِنَا عَلَى الْمَدَى الْقَرِيبِ وَالْبَعِيدِ؟ وَالْآنَ جَاءَ دَوْرُكُمْ لِتُقَرِّرُوا قَرَارًا مُرْتَبِطًا بِحَيَاتِكُمُ الْيَوْمِيَّةِ، وَلَا تَنْسَوُا الْقَاعِدَةَ الذَّهَبِيَّةَ قَبْلَ اتِّخَاذِ أَيِّ قَرَارٍ: «هَلْ هَذَا الْقَرَارُ سَيُفِيدُنِي دَائِمًا، أَمْ سَيُعْطِينِي رَاحَةً مُؤَقَّتَةً وَأَخْسَرُ بَعْدَهَا؟»."
                ],
                "questions": [
                    {
                        "id": 1,
                        "paragraph": "ما الفِكْرةُ العامَّةُ للفِقْرةِ؟",
                        "popup": [
                            "فكِّر قبل أن تُقرِّر."
                        ]
                    }
                ]
            },
            {
                "title":"أجِبْ عن الأَسئلةِ الآتيةِ",
                "isActive": false,
                "popuptext": [
                    "اتِّخاذُ القَراراتِ الصَّائبةِ هُو مِفتاحُ النَّجاحِ والتَّقدُّمِ في الحَياةِ؛ لأنَّ كُلَّ قَرارٍ نَتَّخِذُه يُؤثِّر في حَياتِنا على المَدى القَريبِ والبَعيدِ. القَراراتُ اليَومِيَّةُ مهما كانت بسِيطةً تُشكِّلُ نَمطَ حَياتِنا وتُحَدِّدُ مستقبلَنا؛ لذلك يجِبُ علينا أن نُفكِّرَ جيدًا في الخِياراتِ المُتاحةِ أمامَنا، وأن نُقيِّمَها بناءً على الفائدةِ الدَّائمةِ لا الراحةِ المُؤقَّتةِ لنا.  أحيانًا  نَبنِي قَراراتِنا عَلى البَحثِ عن أعْذارٍ  بدَلًا  من البحثِ عن الحُلولِ، لكنَّ هذا الهُروبَ لَا يزالُ يُؤدِّي إلى عَواقِبَ سَيِّئةٍ  يندَمُ عليها الإنْسانُ بعدَ ذلك."
                ],
                "questions": [
                    {
                        "id": 1,
                        "paragraph": "ما نتائِجُ بِناءِ القَراراتِ على البَحثِ عن الأَعذارِ؟",
                        "popup": [
                            "يؤدي إلى عواقب سيئة يندم عليها الإنسان بعد ذلك."
                        ]
                    }
                ]
            }

            
        ]
    }
]