[
    {
        "nameId": "",
        "title": "أجب",
        "hand": true,
        "finshedChoose": false,
        "colorTemplate": "#fc8b8999",
        "subject": "arabic-5",
        "passageHand": true,
        "counterCorrect": 0,
        "LODegree": null,
        "UserDegree": null,
        "type": "",
        "BloomTargets": [
            ""
        ],
        "randomNumber": null,
        "loTargets": null,
        "numberOfquestion": null,
        "popup": "",
        "popuptext": "",
        "quizChooses": [
            {
                "title":"أجب",
                "isActive": true,
                "popuptext": [
                    "لا شكَّ أن شبكةَ الإِنْترنِت مُفيدةٌ جدًّا؛ فهي تُساعِدُنا على البحثِ عن المعلوماتِ، والتواصُلِ مع الأصدقاءِ، وتَعرُّفِ ثقافاتٍ مُختلِفةٍ، لكن هناك مَن يرَى أنَّ لها أخطارًا كثيرةً، وأنها ضارةٌ. فأيُّ الرأيْيَنِ صحيحٌ من وِجهةِ نظرِكُم؟"
                ],
                "poem" :false,
                "right_p1": [

                ],
                "left_p1": [

                ],
                "hideSpecific" : true,
                
                "questions": [
                    {
                        "id": 1,
                        "paragraph": "كيف تُساعِدُنا شبكةُ الإنترنت على تقويةِ علاقاتِنا مع الآخَرِينَ؟ ",
                        "popup": [
                            "من خلال استخدام وسائل التواصل الاجتماعي مع الآخرين. "
                        ]
                    },
                    {
                        "id": 2,
                        "paragraph": "استَخْرِجْ منَ الفِقرةِ عِبارةً تدُلُّ على أهمِّيةِ الإنترنِت في حياتِنا:",
                        "popup": [
                            "فهي تساعدنا على البحث عن المعلومات."
                        ]
                    }
                ]
            },
            {
                "title":"أجب",
                "isActive": false,
                "popuptext": [
                    "في الحقيقةِ كِلا الرأيَيْنِ صحيحٌ؛ لأن شبكةَ الإِنْترنِت هي أداةٌ تُنفِّذُ ما نطْلُبُه منها؛ لذلك نحن مَن نُقرِّرُ إذا كانَت مُفيدةً أم ضارَّةً. والسِّرُّ  في طريقةِ استِخدامِها. إنَّ شبَكةَ الْإِنْتَرْنِت كأَيِّ وسيلةٍ أُخرَى، لها أخلاقِياتٌ لا بُدَّ أنْ نلتَزِمَ بها حتى نستَخدِمَها استِخدامًا آمِنًا."
                ],
                "poem" :false,
                "right_p1": [

                ],
                "left_p1": [

                ],
                "hideSpecific" : true,
                
                "questions": [
                    {
                        "id": 1,
                        "paragraph": "كيفَ يختَلِفُ استِخدامُ الإِنْترنِت من شخصٍ لآخَرَ ؟",
                        "popup": [
                            "هنـــاك من يستخدمـــه للتعلـم والبحــث، وهناك من يستخدمه لإضاعة الوقت أو إيذاء الآخرين."
                        ]
                    },
                    {
                        "id": 2,
                        "paragraph": "استَخْرِجْ من الفِقرةِ عبارةً تدُلُّ على المسئوليةِ.",
                        "popup": [
                            " نحن من نقرر إذا كانت مفيدة أم ضارة."
                        ]
                    }
                ]
            },
            {
                "title":"أجب",
                "isActive": false,
                "popuptext": [
                    "عندما تَدخلُ إلى مِنصَّةٍ من مِنَصَّاتِ العالَمِ الرقميِّ، فأنت تترُكُ خلفَكَ ما يُعرَفُ بـ (البصمةِ الرقمِيةِ) التي تتكوَّنُ من جميعِ مُشاركاتِكَ وتعليقاتِكَ فهي سِجلٌّ دائِمٌ يصعُبُ محوُهُ؛  لذا فيَجِبُ عليك التفكيرُ العميقُ قبلَ النشرِ  أو الإرسالِ، إنَّ الالتِزامَ بـأَخلاقِياتِ النشرِ  يعني أن تُدرِكَ أنَّكَ مسئولٌ عن كُلِّ حرفٍ تكتُبُهُ، وأنَّ أيَّ إساءةٍ مُتَعمَّدةٍ للآخَرينَ، أو مُشارَكةِ معلوماتٍ مُضَلِّلةٍ قد تُعرِّضُكَ إلى مُساءَلةٍ قَانُونيَّةٍ أوِ اجْتِماعِيَّةٍ."
                ],
                "poem" :false,
                "right_p1": [

                ],
                "left_p1": [

                ],
                "hideSpecific" : true,
                
                "questions": [
                    {
                        "id": 1,
                        "paragraph": "ما النتائِجُ المُترتِّبةُ على مُشارَكةِ معلوماتٍ مُضَلِّلةٍ على الإنترنت؟",
                        "popup": [
                            "قد يعرضنا ذلك إلى المساءلة القانونية أو الاجتماعية."
                        ]
                    }
                ]
            }
        ]
    }
]