[
  {
    "nameId": "",
    "title": "shgusugbu",
    "hand": true,
    "finshedChoose": false,
    "colorTemplate": "#fc8b8999",
    "subject": "arabic-6",
    "passageHand": true,
    "counterCorrect": 0,
    "LODegree": null,
    "UserDegree": null,
    "type": "",
    "BloomTargets": [""],
    "randomNumber": null,
    "loTargets": null,
    "numberOfquestion": null,
    "popup": "",
    "popuptext": "",
    "quizChooses": [
      {
        "title": "أجِبْ",
        "isActive": true,
        "qtitle": "",
        "images": "../images/03_02.png",
        "popuptext": [""],
        "questions": [
          {
            "id": 1,
            "paragraph": "اشرَحْ مُلاحظةَ الحسَنِ بنِ الهَيثَمِ التي أدَّتِ لاكتشافِ الكامِيرا مِن خِلالِ الصُّورةِ:",
            "popup": [
              "رأى الحسَنُ بنُ الهيثَمِ مَصدَرَ  ضَوْءٍ خارجَ الغُرفةِ سقَطَ على فتحة صغيرة في الجدار، ثم دخل هذا الضوء داخل الغرفة المظلمة وكوَّن صورة مقلوبة للشجرة على الجدار المقابل داخل الغرفة."
            ]
          }
        ]
      },
      {
        "title": "اقْرَأ الفِقرةَ التاليَةَ، ثُمَّ أجِبْ",
        "isActive": false,

        "popuptext": [
          " ألَّف الحسَنُ بنُ الهيثَمِ كتابَهُ الشهيرَ كتابَ (المَناظِرِ) الذي تناوَلَ فيه كيفيَّةَ رؤيةِ الأشياءِ، وقد ظلَّ هذا الكتابُ يُدرَّسُ في أوربا لعِدَّةِ قُرونٍ. لقد ترَكَ الحسَنُ بنُ الهَيثَمِ بَصمةً عظيمةً في تاريخِ العُلومِ، وفتَحَ البابَ أمامَ تطوُّرِ  العديدِ مِن التِّقنياتِ البَصرِيَّةِ، وتطوُّرِ علمِ البَصَرِيَّاتِ بشكلٍ عامٍّ. ومِن حقِّنا اليومَ أن نفتخِرَ  بأنَّ اختراعَ الكاميرا بدَأَ من فِكرةِ عالمٍ عربيٍّ عظيمٍ، لكِنَّ الفَخرَ وحدَهُ لا يكْفِي؛ فعلينا أن نَقتدِيَ به في حُبِّ الاستطلاعِ العِلميِّ الذي غيَّرَ مَسارَ  العِلمِ والتاريخِ."
        ],
        "questions": [
          {
            "id": 1,
            "paragraph": " فتَحَ كتابُ الحسَنِ بنِ الهَيثَمِ البابَ أمامَ....؟",
            "popup": [
              " تطور العديد من التقنيات البصرية، وعلم البصريات بشكل عام."
            ]
          },
          {
            "id": 1,
            "paragraph": "كيف نقتدي بالحَسَنِ بنِ الهيثَمِ؟",
            "popup": [
              "أن نحرص على حب الاستطلاع العلمي، ونقوم بالأعمال التي تنفع العالم."
            ]
          },
          {
            "id": 1,
            "paragraph": " تناوَلَ كتابُ المَناظِرِ ....؟",
            "popup": [" تناوَلَ كتابُ المَناظِرِ كيفية رؤية الأشياء."]
          }
        ]
      },
      {
        "title": "اقْرَأ الفِقرةَ التاليَةَ، ثُمَّ أجِبْ",
        "isActive": false,

        "popuptext": [
          "وُلِد الحسَنُ بنُ الهيثَمِ في البَصرةِ، وانتقَلَ إلى القاهرةِ في عصرٍ  ازدهرَتْ فيهِ العُلومُ والاكتشافاتُ، وكان من أكثَرِ العُلماءِ اهتمامًا بدراسةِ خصائصِ الضَّوءِ، وفي أثناءِ إحدى تجارِبِهِ لاحَظَ شيئًا مُذهِلًا، وهو أنَّ الضَّوْءَ الذي يدخُلُ من فتحةٍ صغيرةٍ في غُرفةٍ مُظلِمةٍ يُمكِنُهُ أنْ يعرِضَ صُورةً مَقلوبةً لِمَا يوجَدُ خارجَ الغُرفةِ، وكان اكتشافُ طريقةِ عمَلِ الضَّوءِ في الغرفةِ المُظلِمةِ هو الأساسَ الذي انطَلَقَتْ منه فِكرةُ صناعةِ العدَساتِ التي نستخدِمُها في الكاميراتِ الحديثةِ والنَّظَّاراتِ اليَومَ."
        ],
        "questions": [
          {
            "id": 1,
            "paragraph": "ما تأثيرُ اكتشافاتِ الحسَنِ بنِ الهيثَمِ في صِناعةِ الكاميراتِ الحديثةِ؟",
            "popup": [
              "هو الأساس الذي انطلقت منه فكرة صناعة العدسات التي نستخدمها في الكاميرات الحديثة والنظارات."
            ]
          }
        ]
      },
      {
        "title": "اقْرَأ الفِقرةَ التاليَةَ، ثُمَّ أجِبْ",
        "isActive": false,

        "popuptext": [
          "يُعدُّ العالِمُ الشهيرُ ابنُ سينا أحَدَ أهَمِّ الأطِبَّاءِ في التاريخِ، ويُعتَبَرُ أشهَرُ أعمالِه كتابَ (القانون في الطِّبِّ) الذي ترَكَ بصمةً واضِحةً في المُمارساتِ الطِّبِّيَّةِ، وظلَّ لأكثَرَ مِن خمسةِ قُرونٍ مُتوالِيَةٍ المَرجِعَ الأساسيَّ في عِلمِ الطِّبِّ في أوربا؛ حيث كان يُدرَّس في جامعاتِ أوربا، ولم تقتَصِرْ مَجهوداتُ ابنِ سِينا على التأليفِ فقَطْ، بل كان يُعالِجُ المَرضَى في مستشفياتٍ كَبيرةٍ دونَ مُقابِلٍ، واكتشَفَ مِن خِلالِ عَمَلِهِ طُرُقًا جَديدةً للعِلاجِ، فاستحَقَّ أن يُسمِّيَهُ الغربِيُّونَ بأميرِ الأطِبَّاءِ. "
        ],
        "questions": [
          {
            "id": 1,
            "paragraph": "لابنِ سِينا فَضلٌ كبيرٌ على دارسِي الطِّبِّ في أوربَّا. وضِّحْ. ",
            "popup": [
              "ظل لأكثر من خمسة قرون متوالية المرجع الأساسي في علم الطب في أوربَّا، حيث كان يُدرَّس في جامعات أوربَّا."
            ]
          }
        ]
      }
    ]
  }
]
