[
    {
        "nameId": "",
        "title": "shgusugbu",
        "hand": true,
        "finshedChoose": false,
        "colorTemplate": "#fc8b8999",
        "subject": "arabic-6",
        "passageHand": true,
        "counterCorrect": 0,
        "LODegree": null,
        "UserDegree": null,
        "type": "",
        "BloomTargets": [
            ""
        ],
        "randomNumber": null,
        "loTargets": null,
        "numberOfquestion": null,
        "popup": "",
        "popuptext": "",
        "quizChooses": [
        {
            "title":"أجِبْ",
            "isActive": true,
            "popuptext": [
                "بَادَرَ كُلُّ تِلْمِيذٍ بِرَفْعِ يَدِهِ؛ لِيَقُومَ بِالتَّجْرِبَةِ، وَقَعَ الِاخْتِيَارُ عَلَى فَرِيدَةَ، فَاخْتَارَتْ وَرَقَةً وَجَدَتْ فِيهَا كَلِمَةَ (خَيْر )، فَأَغْمَضَتْ عَيْنَيْهَا وَقَالَتْ: «أَشْعُرُ كَأَنَّنِي بَيْنَ الْحُقُولِ الْخَضْرَاءِ، وَالثِّمَارُ عَلَى الْأَشْجَارِ حَوْلي فِي كُلِّ مَكَانٍ، وَأَشْعُرُ أَنَّنِي أَرْجُو الْخَيْرَ لِلْجَمِيعِ، وَلَدَيَّ دَافِعٌ قَوِيٌّ لِنَشْرِ الْخَيْرِ بَيْنَ النَّاسِ».",
                "الِاخْتِيَارُ الثَّانِي وَقَعَ عَلَى سَمِيرٍ الَّذِي اخْتَارَ  وَرَقَةً أُخْرَى وَوَجَدَ فِيهَا كَلِمَةَ (أَمَل)، فَأَغْمَضَ عَيْنَيْهِ، ثُمَّ قَالَ: «أَشْعُرُ كَأَنَّ الشَّمْسَ تُشْرِقُ بِأَشِعَّتِهَا الذَّهَبِيَّةِ، وَأَشْعُرُ بِالتَّفَاؤُلِ يَمْلَأُ نَفْسِي»."
            ],
            "poem" : false,
            "title_p1":"",
            "right_p1": [
            
            ],
            "left_p1": [
            
            ],
            "title_p2": "",
            "right_p2": [

            ],
            "left_p2": [
            ],
            "title_p3": "",
            "right_p3": [

            ],
            "left_p3": [
            ],
            
            "center" : [],
                "questions": [
                    {
                        "id": 1,
                        "paragraph": "ما أثَرُ  كلمةِ (خير ) في عَلاقةِ فريدةَ بمَن حولَها؟",
                        "popup": [
                            "جعلت لديها دافعًا قويًّا لنشر الخير بين الناس."
                        ]
                    }
                ]
        },
        {
            "title":"أجِبْ",
            "isActive": false,
            "popuptext": [
                "شَاعَ جَوٌّ مِنَ الهُدوءِ والسَّكِينةِ فِي الفصلِ بَعْدَ سَماعِ مَشاعِرِ مَرْيَمَ، قَطعَ هَذا الْهُدوءَ صَوْتُ المُعَلِّمةِ وهِيَ تَقولُ: «بِالتَّأْكِيدِ اكتَشَفْتُمُ الآنَ أَنَّ الكلِماتِ لَيْستْ مُجرَّدَ أصْواتٍ تُقالُ، بَلْ هِي قُوَّةٌ قادِرةٌ عَلى تَغْيِيرِ العالَمِ، وَهِي مِثْلُ البُذُورِ التي نَزْرَعُها في الْقُلوبِ؛ فالْكلِمةُ الطَّيِّبةُ تَنْمُو وتُزْهِرُ ، بَيْنما الْكَلِماتُ الجارِحةُ تترُكُ آثارًا يَصْعُبُ مَحْوُها»."
            ],
            "poem" : false,
            "title_p1":"",
            "right_p1": [
            
            ],
            "left_p1": [
            
            ],
            "title_p2": "",
            "right_p2": [

            ],
            "left_p2": [
            ],
            "title_p3": "",
            "right_p3": [

            ],
            "left_p3": [
            ],
            
            "center" : [],
                "questions": [
                    {
                        "id": 1,
                        "paragraph": "ما آثارِ  الكَلِماتِ الجارِحة؟",
                        "popup": [
                            "تترك آثارًا يصعب محوها."
                        ]
                    }
                ]
        },
        {
            "title":"أجِبْ",
            "isActive": false,
            "popuptext": [
                "الكلمةُ مسئوليةٌ كبيرةٌ، قد تُخرِجُ إلى العالَم مهندسًا عظيمًا أو طبيبًا نابغًا أو مُعلِّمًا عظيمًا، حين يسمَعُ أحدُهم في صِغَرِه كلماتٍ طيِّبةً تدعَمُه وتدفَعُه للثقةِ بقُدراتِه، بينما يمكِنُ للكلِمةِ السلبيةِ الجارحةِ أن تجعَلَنا نخسَرُ مثلَ هذه الطُّموحاتِ، ونحرِمُهم من مستقبلٍ عظيمٍ؛ ولهذا فالكلِمةُ تبني وتهدِمُ، قد تكونُ مصدرَ سعادةٍ وإلهامٍ للناس، وقد تكونُ سببًا أيضًا في إحباطِهم ومَحوِ الأملِ مِن قُلوبِهِم؛ فعلَينا أن نتذَكَّرَ ونحن نتحدَّثُ أو حين نُعبِّرُ  عن آرائنا أن نختارَ كلماتِنا بعنايةٍ، وأن نستخدِمَها للدعمِ والتشجيعِ ونشرِ الخيرِ والمَحبَّةِ، وأن نصمُتَ عن كلِّ كلمةٍ جارحةٍ. "
            ],
            "poem" : false,
            "title_p1":"",
            "right_p1": [
            
            ],
            "left_p1": [
            
            ],
            "title_p2": "",
            "right_p2": [

            ],
            "left_p2": [
            ],
            "title_p3": "",
            "right_p3": [

            ],
            "left_p3": [
            ],
            
            "center" : [],
                "questions": [
                    {
                        "id": 1,
                        "paragraph": "ما الفرقُ بين الكلماتِ الإيجابيةِ والكلماتِ الجارِحةِ؟",
                        "popup": [
                            "الكلمات الإيجابية مصدر سعادة وإلهام للناس، بينما الكلمات الجارحة مصدر  إحباط ومحو الأمل من القلوب."
                        ]
                    }
                ]
        }
        ]
    }
]