[
  {
    "nameId": "",
    "title": "",
    "hand": true,
    "finshedChoose": false,
    "colorTemplate": "#fc8b8999",
    "subject": "science-4 eng",
    "passageHand": true,
    "counterCorrect": 0,
    "LODegree": null,
    "UserDegree": null,
    "type": "",
    "BloomTargets": [""],
    "randomNumber": null,
    "loTargets": null,
    "numberOfquestion": null,
    "popup": "",
    "popuptext": "",
    "quizChooses": [
      {
        "title": "Answer the following",
        "qtitle": "Compare between each of the following according to their functions",
        "isActive": true,
        "popuptext": [""],
        "questions": [
          {
            "id": 1,
            "paragraph": " Golgi apparatus, and the endoplasmic reticulum",
            "popup": [
              "Golgi apparatus: Packaging and preparing materials inside the cell and transporting them outside.",
              "Endoplasmic reticulum: Helps in the transport of proteins inside the cell. "
            ]
          },
          {
            "id": 2,
            "paragraph": "Cell wall, and cell membrane",
            "popup": [
              "Cell wall: Protects the plant cell and gives it a specific shape.",
              "Cell membrane: Controls the entry of substances into and out of the cell."
            ]
          },
          {
            "id": 3,
            "paragraph": "The nucleus, and the mitochondria",
            "popup": [
              "The nucleus: Controls the activities of the cell and its division.",
              "Mitochondria: Energy production in the cell."
            ]
          }
        ]
      },
      {
        "title": "Answer the following",
        "isActive": false,
        "popuptext": [""],
        "questions": [
          {
            "id": 1,
            "paragraph": " The cell membrane is characterized by the property of selective permeability. Explain.",
            "popup": [
              "This means that it controls the passage of certain substances and molecules between the inside and outside of the cell."
            ]
          },
          {
            "id": 2,
            "paragraph": "What happens if an animal cell contains green plastids?",
            "popup": [
              " It can perform photosynthesis and produce its own food."
            ]
          },
          {
            "id": 3,
            "paragraph": "What is the organelle that helps the cell obtain its energy? Explain your answer.",
            "popup": [
              "Mitochondria; as they assist in the cellular respiration process by utilizing oxygen to obtain chemical energy from food."
            ]
          },
          {
            "id": 4,
            "paragraph": "Living organisms vary in terms of the number of cells. Give an example of a unicellular organism, and another of a multicellular organism. ",
            "popup": [
              "A unicellular organism (Bacteria) -  A multicellular organism (Human)"
            ]
          },
          {
            "id": 5,
            "paragraph": "The mail carrier transfers and delivers letters. In your opinion, what is the organelle that performs a similar function to a mail carrier inside the cell?",
            "popup": ["Golgi apparatus"]
          },
          {
            "id": 6,
            "paragraph": "What is the function of the microscope?",
            "popup": ["Examining and observing minute things, such as cells."]
          }
        ]
      }
    ]
  }
]
