[
    {
        "nameId": "",
        "title": "shgusugbu",
        "hand": true,
        "finshedChoose": false,
        "colorTemplate": "#fc8b8999",
        "subject": "arabic-6",
        "passageHand": true,
        "counterCorrect": 0,
        "LODegree": null,
        "UserDegree": null,
        "type": "",
        "BloomTargets": [
            ""
        ],
        "randomNumber": null,
        "loTargets": null,
        "numberOfquestion": null,
        "popup": "",
        "popuptext": "",
        "quizChooses": [
        {
            "title":"أجِبْ",
            "isActive": true,
            "popuptext": [
                "علينا أن نثِقَ بالشبابِ؛ فالشبابُ هم عِمادُ المُستقبَلِ وأمَلُ الأُممِ في التقدُّمِ والازدهارِ، ولهم دورٌ كبيرٌ في نهضةِ المُجتمَعِ في كُلِّ المجالاتِ. ولأنَّ الشبابَ هم القُوَّةُ الدافِعةُ، فإن الاهتمامَ بتطويرِ قُدراتِهم هو مِفتاحُ بناءِ مُجتمَعٍ قوِيٍّ؛ وسيظَلُّ الشبابُ هم أساسُ التقدُّمِ في المُجتمَعاتِ."
            ],
            "poem" : false,
            "title_p1":"",
            "right_p1": [
            
            ],
            "left_p1": [
            
            ],
            "title_p2": "",
            "right_p2": [

            ],
            "left_p2": [
            ],
            "title_p3": "",
            "right_p3": [

            ],
            "left_p3": [
            ],
            
            "center" : [],
                "questions": [
                    {
                        "id": 1,
                                                "indexShow":true,

                        "paragraph": "المُقدِّمةُ الواردةُ في الفِقْرةِ هي: ",
                        "popup": [
                            "علينا أن نثق بالشباب."
                        ]
                    },
                    {
                        "id": 2,
                                                "indexShow":true,

                        "paragraph": "الخاتِمةُ الواردةُ في الفِقْرةِ هي:  ",
                        "popup": [
                            "وسيظل الشباب هم أساس التقدم في المجتمعات."
                        ]
                    },
                    {
                        "id": 3,
                                                "indexShow":true,

                        "paragraph": "الفِكرةُ العامَّةُ للفِقرةِ: ",
                        "popup": [
                            "الفكرة العامة للفقرة: الشباب هم قوة المجتمع ومحرك تقدمه."
                        ]
                    }
                ]
        },
        {
            "title":"أجِبْ",
            "isActive": false,
            "popuptext": [
                "• افْعَلْ مَا تَقُولُ، إِذَا وَعَدْتَ بِشَيْءٍ فَالْتَزِمْ بِهِ؛ فَاحْتِرَامُ وُعُودِكَ يَجْعَلُكَ شَخْصًا مَوْثُوقًا بِهِ، فَابْذُلْ أَقْصَى جُهْدِكَ لِتَنْفِيذِ وَعْدِكَ، وَلَا تَعِدْ إِلَّا بِمَا تَقْدِرُ عَلَيْهِ.",
                "•  لَا تَنْتَظِرِ التَّذْكِيرَ، قُمْ بِوَاجِبَاتِكَ بِنَفْسِكَ، سَوَاءٌ فِي الْمَدْرَسَةِ أَمْ فِي الْمَنْزِلِ أَمْ فِي النَّادِي، اهْتِمَامُكَ بِوَاجِبَاتِكَ يَجْعَلُ عَقْلَكَ يَقُومُ بِدَوْرِ الْمُنَبِّهِ، فَيُذَكِّرُكَ بِمَهَامِّكَ وَوَاجِبَاتِكَ، فَإِذَا خِفْتَ مِنَ النِّسْيَانِ فَدَوِّنْ وَاجِبَاتِكَ فِي جَدْوَلِ أَعْمَالِكَ الْيَوْمِيَّةِ؛ فَاعْتِمَادُكَ عَلَى نَفْسِكَ فِي تَذَكُّرِ الْوَاجِبَاتِ يَعْكِسُ شَخْصِيَّتَكَ الْقَوِيَّةَ."            ],
            "poem" : false,
            "title_p1":"",
            "right_p1": [
            
            ],
            "left_p1": [
            
            ],
            "title_p2": "",
            "right_p2": [

            ],
            "left_p2": [
            ],
            "title_p3": "",
            "right_p3": [

            ],
            "left_p3": [
            ],
            
            "center" : [],
                "questions": [
                    {
                        "id": 1,
                        "paragraph": "ماذا يقصِدُ الكاتِبُ بقَولِه: «افعَلْ ما تقولُ»؟",
                        "popup": [
"يقصد أن يلتزم الإنسان بتنفيذ وعوده وأقواله، وألا يكتفي بالكلام فقط، بل يثبت صدقه بالفعل."                        ]
                    }
                ]
        },
        {
            "title":"أجِبْ",
            "isActive": false,
            "popuptext": [
                "«هَلْ عَلِمْتَ الْآنَ لِمَاذَا الْمَسْئُولِيَّةُ مُهِمَّةٌ؟",
                "لِأَنَّ الْمَسْئُولِيَّةَ تَجْعَلُ مِنْكَ شَخْصًا يُعْتَمَدُ عَلَيْهِ، وَتَمْنَحُكَ احْتِرَامَ الْآخَرِينَ، وَتَبُثُّ الثِّقَةَ بِكَ فِي نُفُوسِ مَنْ تَتَعَامَلُ مَعَهُمْ، وَتُسَاعِدُكَ عَلَى تَحْقِيقِ غَايَاتِكَ، وَحِينَ تَكُونُ مَسْئُولًا، فَإِنَّكَ تُصْبِحُ قَائِدًا لِحَيَاتِكَ، وَتُصْبِحُ أَكْثَرَ قُدْرَةً عَلَى مُوَاجَهَةِ التَّحِدِّيَاتِ وَتَحْقِيقِ النَّجَاحِ. فَكُنْ مَسْئُولًا تَكُنْ نَاجِحًا»."
                ],
            "poem" : false,
            "title_p1":"",
            "right_p1": [
            
            ],
            "left_p1": [
            
            ],
            "title_p2": "",
            "right_p2": [

            ],
            "left_p2": [
            ],
            "title_p3": "",
            "right_p3": [

            ],
            "left_p3": [
            ],
            
            "center" : [],
                "questions": [
                    {
                        "id": 1,
                        "paragraph": "ما ثمراتُ المسئوليَّةِ كما فهِمْتَ من الفِقرةِ؟",
                        "popup": [
                            "تجعل الإنسان قائدًا لحياته، وأكثر قدرة على مواجهة التحديات وتحقيق النجاح."
                        ]
                    }
                ]
        },
        {
            "title":"أجِبْ",
            "isActive": false,
            "popuptext": [
                "أخطَأ خالدٌ في الإجابةِ عن سؤالِ المُعلِّمِ، فبدَأَ بعضُ التلاميذِ يضحَكُونَ. كاد أميرٌ  يضحَكُ معهم، لكِنَّه توقَّفَ للحظةٍ، وتذكَّر أنه يجِبُ أن يختارَ  كلماتِه وأفعالَه بعنايةٍ حتى لا يُؤذِيَ أحدًا. ثُمَّ توجَّهَ إلى خالِدٍ قائلًا: «لا داعِيَ للقَلقِ يا صَدِيقي؛ فكُلُّنا نُخطِئُ ونتعَلَّمُ». عندها توقَّفَ الجميعُ عن الضَّحِكِ، وابتسَمَ خالدٌ وهو يشعُرُ بالرَّاحةِ بعد أن كان يشعُرُ بالإحراجِ والخجلِ. شكَرَ  خالدٌ أميرًا على حُسنِ تصرُّفِه، بينما شعَرَ أميرٌ  بالسَّعادةِ؛ لأنه اتخَذَ القرارَ الصحيحَ. لقد أدرَكَ أن الكلِمةَ الطيِّبةَ يُمكِنُ أن تبُثَّ الثِّقةَ في قُلوبِ الآخَرينَ، وبها نبْنِي جُسورًا من الاحترامِ والتفاهُمِ بين الجميعِ."
                ],
            "poem" : false,
            "title_p1":"",
            "right_p1": [
            
            ],
            "left_p1": [
            
            ],
            "title_p2": "",
            "right_p2": [

            ],
            "left_p2": [
            ],
            "title_p3": "",
            "right_p3": [

            ],
            "left_p3": [
            ],
            
            "center" : [],
                "questions": [
                    {
                        "id": 1,
                        "paragraph": " ما أثرُ  الكلمةِ الطيِّبةِ في العَلاقاتِ بين الناسِ؟",
                        "popup": [
                            "تبث الثقة في قلوب الآخرين، وبها نبني جسورًا من الاحترام والتفاهم بين الجميع."
                        ]
                    }
                ]
        }
        ]
    }
]